// 2) მოცემულია ქულებისგან შემდგარი მასივი.
// დაწერეთ პროგრამა, რომელიც დაადგენს, რამდენი ქულა ეკუთვნის დაბალ, საშუალო და მაღალ კატეგორიას, სადაც:
// დაბალი — 40-ზე ნაკლები,
// საშუალო — 40-დან 69-ის ჩათვლით,
// მაღალი — 70 და მეტი.
// ამოცანა შეასრულეთ forEach მეთოდის გამოყენებით.

const scores = [25, 40, 55, 70, 85, 30, 69, 90, 41]

const result = {
  low: 0,
  medium: 0,
  high: 0
}

scores.forEach(score => {
  if (score < 40) {
    result.low++
  } else if (score <= 69) {
    result.medium++
  } else {
    result.high++
  }
})

console.log(result)