#1)დავალება: გამოიყენე for ციკლი, რომ დაბეჭდო რიცხვები 1-დან 10-მდე

for i in range(1, 11, 1,) :
    print(i)

#2)დაბეჭდე სიტყვა "Hello world" ხუთჯერ, ყოველი დაბეჭდვა ახალ ხაზზე.

for i in range (5) :
    print("hello world")

#3) გამოიყენე for ციკლი, რომ დაბეჭდო მხოლოდ ლუწი რიცხვები  10.

for i in range (0, 20, 2) :
    print(i)

#5)და კომენტარებით ახსენი რა არის for loop

#for loop არი იტერაციის მეთოდი რომელიც while loop-ს ჰგავს მაგრამ while loop-ისგან განსხვავებით for loop-ში შენახულ ცვლადს კომპაილერი არ იმახსოვრებს.

