# 1) კომენტარის სახით ჩამოთვალე ჩაშენებული ფუნქციები და რას შვება თითეული აღწერე

# print()___არგუმენტის რაოდენობა_any___არგუმენტის ტიპი_any___აუთფუთის ტიპი_none
# str()___არუგუმენტის რაოდენობა_1___არგუმენტის ტიპი_any___აუთფუთის ტიპი_string
# int()___არგუმებტის რაოდენობა_1___არგუმენტის ტიპი_str-only numbers/bool/float-only which ends with 0___აუთფუთის ტიპი_intiger 
# bool()___არგუმენტის რაოდენობა_1___არგუმენტის ტიპი_str/int___აუთფუთის ტიპი_bool
# float()
# input()
# len()
# append()
# pop()
# type()

print(float(True))